Repository: Buck39/Galaxy-Map-QoL
Catalog: data/localization/*.po
Languages: ru

source: Maximum amount of icons reached
ru: Достигнуто максимальное кол-во иконок

source: Edit icon
ru: Изменить иконку

source: Hide icons
ru: Спрятать иконки

source: Show overlay
ru: Показать оверлей

source: Bosses
ru: Боссы

source: Edit selected color
ru: Изменить выбранный цвет

source: Show Galaxy Map QoL options
ru: Показать опции Galaxy Map QoL

source: Marks Hazard Zone sectors with a red rectangle in the bottom right corner
ru: Помечает сектора-Опасные зоны красным квадратом в правом нижнем углу

source: Makes radar blips always visible
ru: Отображает 'вспышки' радара всегда

source: Highlight alliance notes with magenta at the bottom right corner
ru: Подсветить пометки альянса пурпурным цветом в правом нижнем углу

source: Hazard Zones
ru: Опасные зоны

source: Faction Colors
ru: Цвета фракций

source: EXPERIMENTAL: Highlights faction territories with various colors allowing to distinguish them from other nearby factions. Factions won't have unique colors!
ru: ЭКСПЕРИМЕНТАЛЬНО: Подсвечивает территории фракций различными цветами, позволяя отличить их от ближайших фракций. Фракции не будут иметь уникальные цвета!

source: Lock Radar Signatures
ru: Постоянные сигнатуры радара

source: Highlight Alliance Notes
ru: Подсветить пометки альянса

source: ${x} : ${y} (dist: ${num})
ru: ${x} : ${y} (дист.: ${num})

source: Hazard Zone
ru: ОПАСНАЯ ЗОНА

source: Incorrect icon
ru: Неправильная иконка
